2021/lyrics.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-04-04 Sun 17:34 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>LYRICS</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="zenburn.css" />
</head>
<body>
<div id="content">
<h1 class="title">LYRICS</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org7bdf426">戸川純 &#x2013; ヘリクツBOY</a></li>
</ul>
</div>
</div>

<div id="outline-container-org7bdf426" class="outline-2">
<h2 id="org7bdf426">戸川純 &#x2013; ヘリクツBOY</h2>
<div class="outline-text-2" id="text-org7bdf426">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">詭弁にすぎない くどき文句ね</td>
<td class="org-left">kiben ni suginai kudoki monku ne</td>
</tr>

<tr>
<td class="org-left">愛の言葉さえ唯心的なの (アナロッてるわ)</td>
<td class="org-left">ai no kotoba sae yuishin-tekina no (anarotteru wa)</td>
</tr>

<tr>
<td class="org-left">方法論で成り立っても</td>
<td class="org-left">hōhō-ron de naritatte mo</td>
</tr>

<tr>
<td class="org-left">実践性に欠けているのよ</td>
<td class="org-left">jissen-sei ni kakete iru no yo</td>
</tr>

<tr>
<td class="org-left">観念的だわ ヘリクツBoy</td>
<td class="org-left">kan'nen-tekida wa herikutsu Boy</td>
</tr>

<tr>
<td class="org-left">乙女心 見抜けない人</td>
<td class="org-left">otomekokoro minukenai hito</td>
</tr>

<tr>
<td class="org-left">形而上的に好きだよなんて</td>
<td class="org-left">keijijō-teki ni sukidayo nante</td>
</tr>

<tr>
<td class="org-left">ペダンチックでまわりくどいわ  ( 抽象的なのよ)</td>
<td class="org-left">pedanchikkude mawarikudoi wa (chūshōtekina no yo)</td>
</tr>

<tr>
<td class="org-left">現象として 私のこと</td>
<td class="org-left">genshō to shite watashinokoto</td>
</tr>

<tr>
<td class="org-left">とらえられない 偏執的ね</td>
<td class="org-left">torae rarenai henshitsuteki ne</td>
</tr>

<tr>
<td class="org-left">認識不足よ ヘリクツBoy</td>
<td class="org-left">ninshiki fusoku yo herikutsu Boy</td>
</tr>

<tr>
<td class="org-left">女の子はキスが大好き</td>
<td class="org-left">on'nanoko wa kisu ga daisuki</td>
</tr>

<tr>
<td class="org-left">(あなたのこと 好きだったのに)</td>
<td class="org-left">(anata no koto sukidattanoni)</td>
</tr>

<tr>
<td class="org-left">(理屈っぽいんだもん 私帰る)</td>
<td class="org-left">(rikutsuppoi nda mon watashi kaeru)</td>
</tr>

<tr>
<td class="org-left">そろそろ限界 ヘリクツBoy</td>
<td class="org-left">sorosoro genkai herikutsu Boy</td>
</tr>

<tr>
<td class="org-left">そろそろ限界 ヘリクツBoy</td>
<td class="org-left">sorosoro genkai herikutsu Boy</td>
</tr>

<tr>
<td class="org-left">ヘリクツBoy&#x2026;</td>
<td class="org-left">herikutsu Boy&#x2026;</td>
</tr>

<tr>
<td class="org-left">ヘリクツBoy&#x2026;</td>
<td class="org-left">herikutsu Boy&#x2026;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2021-04-04 Sun 17:34</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
